Repository: maryxsarah/SOMA-Health
Catalog: Soma/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hy, it, ka, ru, sr

# dailyChecklist.completion.streak
source: Perfect day -- %lld days in a row.
de: Perfekter Tag -- %lld Tage in Folge.
es: Día perfecto -- %lld días seguidos.
fr: Journée parfaite -- %lld jours de suite.
hy: Կատարյալ օր -- %lld օր անընդմեջ։
it: Giornata perfetta -- %lld giorni di fila.
ka: იდეალური დღე -- %lld დღეა ზედიზედ.
ru: Идеальный день -- %lld дней подряд.
sr: Савршен дан — %lld дана заредом.

# dailyChecklist.header.progressCount
source: %lld/%lld today
de: %lld/%lld heute
es: %lld/%lld hoy
fr: %lld/%lld aujourd'hui
hy: %lld/%lld այսօր
it: %lld/%lld oggi
ka: %lld/%lld დღეს
ru: %lld/%lld сегодня
sr: %lld/%lld данас

# dailyChecklist.onboarding.chooseWidgets.subtitle
source: Pick what shows up on your Home screen.
de: Wähle aus, was auf deinem Homescreen erscheint.
es: Elige qué aparece en tu pantalla de Inicio.
fr: Choisis ce qui apparaît sur ton écran d'accueil.
hy: Ընտրիր, թե ինչ երևա քո Գլխավոր էջում։
it: Scegli cosa mostrare nella tua Home.
ka: აირჩიე რა გამოჩნდეს მთავარ ეკრანზე.
ru: Выбери, что показывать на главном экране.
sr: Изабери шта се приказује на почетном екрану.

# dailyChecklist.onboarding.chooseWidgets.title
source: Choose your widgets
de: Wähle deine Widgets
es: Elige tus widgets
fr: Choisis tes widgets
hy: Ընտրիր քո վիջեթները
it: Scegli i tuoi widget
ka: აირჩიე შენი ვიჯეტები
ru: Выбери свои виджеты
sr: Изабери своје виџете

# dailyChecklist.onboarding.firstMeal.subtitle
source: Type it, dictate it, or use "What can I make?"
de: Tippe es, diktiere es oder nutze „Was kann ich kochen?“
es: Escríbelo, dictalo o usa "¿Qué puedo cocinar?"
fr: Écris-le, dicte-le ou utilise « Qu'est-ce que je peux cuisiner ? »
hy: Գրիր, ասա բարձրաձայն կամ օգտագործիր «Ի՞նչ կարող եմ պատրաստել»
it: Scrivilo, dettalo o usa "Cosa posso cucinare?"
ka: დაწერე, გააჟღერე ან გამოიყენე „რისი მომზადება შემიძლია?“
ru: Напиши, продиктуй или используй «Что я могу приготовить?»
sr: Упиши, издиктирај или користи „Шта могу да скувам?"

# dailyChecklist.onboarding.firstMeal.title
source: Log your first meal
de: Protokolliere deine erste Mahlzeit
es: Registra tu primera comida
fr: Enregistre ton premier repas
hy: Գրանցիր քո առաջին ուտեստը
it: Registra il tuo primo pasto
ka: ჩაწერე შენი პირველი კვება
ru: Запиши свой первый приём пищи
sr: Забележи свој први оброк

# dailyChecklist.onboarding.firstWorkout.subtitle
source: Follow today's plan, or log your own activity.
de: Folge dem heutigen Plan oder protokolliere deine eigene Aktivität.
es: Sigue el plan de hoy o registra tu propia actividad.
fr: Suis le programme du jour, ou enregistre ta propre activité.
hy: Հետևիր այսօրվա ծրագրին կամ գրանցիր քո սեփական ակտիվությունը։
it: Segui il piano di oggi, oppure registra la tua attività.
ka: მიჰყევი დღევანდელ გეგმას ან ჩაწერე შენი აქტივობა.
ru: Следуй сегодняшнему плану или запиши свою активность.
sr: Прати данашњи план, или забележи своју активност.

# dailyChecklist.onboarding.firstWorkout.title
source: Log your first workout
de: Protokolliere dein erstes Training
es: Registra tu primer entrenamiento
fr: Enregistre ton premier entraînement
hy: Գրանցիր քո առաջին մարզումը
it: Registra il tuo primo allenamento
ka: ჩაწერე შენი პირველი ვარჯიში
ru: Запиши свою первую тренировку
sr: Забележи свој први тренинг

# dailyChecklist.onboarding.goalProfile.subtitle
source: Weight, goal, and the basics Soma tailors your plan from.
de: Gewicht, Ziel und die Grundlagen, aus denen Soma deinen Plan ableitet.
es: Peso, objetivo y lo básico con lo que Soma adapta tu plan.
fr: Poids, objectif et les bases à partir desquelles Soma personnalise ton programme.
hy: Քաշը, նպատակը և հիմնական տվյալները, որոնց հիման վրա Soma-ն կազմում է քո ծրագիրը։
it: Peso, obiettivo e le basi da cui Soma calibra il tuo piano.
ka: წონა, მიზანი და საბაზისო მონაცემები, რომლებზეც Soma აგებს შენს გეგმას.
ru: Вес, цель и базовые данные, на основе которых Soma подбирает твой план.
sr: Тежина, циљ и основни подаци на основу којих Soma прилагођава твој план.

# dailyChecklist.onboarding.goalProfile.title
source: Set your goal & profile
de: Lege dein Ziel & Profil fest
es: Define tu objetivo y perfil
fr: Définis ton objectif et ton profil
hy: Սահմանիր քո նպատակը և պրոֆիլը
it: Imposta il tuo obiettivo e profilo
ka: დააყენე შენი მიზანი და პროფილი
ru: Задай цель и профиль
sr: Постави свој циљ и профил

# dailyChecklist.onboarding.healthkit.subtitle
source: Apple Health, Whoop, or Oura -- powers your daily readiness.
de: Apple Health, Whoop oder Oura -- treibt deine tägliche Bereitschaft an.
es: Apple Health, Whoop u Oura -- impulsa tu preparación diaria.
fr: Apple Santé, Whoop ou Oura -- alimente ta forme quotidienne.
hy: Apple Health, Whoop կամ Oura -- ապահովում է քո օրական պատրաստվածությունը։
it: Apple Salute, Whoop o Oura -- alimenta la tua prontezza quotidiana.
ka: Apple Health, Whoop ან Oura -- განაპირობებს შენს დღიურ მზაობას.
ru: Apple Health, Whoop или Oura -- определяют твою дневную готовность.
sr: Apple Health, Whoop или Oura — покреће твоју дневну спремност.

# dailyChecklist.onboarding.healthkit.title
source: Connect a health source
de: Verbinde eine Gesundheitsquelle
es: Conecta una fuente de salud
fr: Connecte une source de santé
hy: Միացրու առողջության տվյալների աղբյուր
it: Collega una fonte di salute
ka: დააკავშირე ჯანმრთელობის წყარო
ru: Подключи источник данных о здоровье
sr: Повежи извор здравствених података

# dailyChecklist.onboarding.howSomaWorks.subtitle
source: A 6-card tour of what's actually in the app.
de: Eine Tour mit 6 Karten durch das, was wirklich in der App steckt.
es: Un recorrido de 6 tarjetas por lo que realmente incluye la app.
fr: Une visite en 6 cartes de ce que propose vraiment l'appli.
hy: 6 քարտից բաղկացած շրջայց այն մասին, թե ինչ իրականում կա հավելվածում։
it: Un tour di 6 schede su cosa c'è davvero nell'app.
ka: 6 ბარათიანი ტური იმის შესახებ, რა არის ნამდვილად აპში.
ru: Обзор из 6 карточек о том, что на самом деле есть в приложении.
sr: Преглед у 6 картица о томе шта се заправо налази у апликацији.

# dailyChecklist.onboarding.howSomaWorks.title
source: See how Soma works
de: Erfahre, wie Soma funktioniert
es: Descubre cómo funciona Soma
fr: Découvre comment fonctionne Soma
hy: Իմացիր, թե ինչպես է աշխատում Soma-ն
it: Scopri come funziona Soma
ka: გაიგე, როგორ მუშაობს Soma
ru: Узнай, как работает Soma
sr: Погледај како Soma ради

# dailyChecklist.onboarding.kitchenEquipment.subtitle
source: So meal ideas only ever use what you actually have.
de: So verwenden Essensideen nur, was du wirklich hast.
es: Así las ideas de comidas solo usan lo que realmente tienes.
fr: Ainsi, les idées de repas n'utilisent que ce que tu as vraiment.
hy: Այսպես ուտեստների գաղափարներն օգտագործում են միայն այն, ինչ դու իրականում ունես։
it: Così le idee per i pasti usano solo ciò che hai davvero.
ka: ასე კერძების იდეები მხოლოდ იმას იყენებს, რაც შენ ნამდვილად გაქვს.
ru: Так идеи блюд используют только то, что у тебя действительно есть.
sr: Тако идеје за оброке користе само оно што заиста имаш.

# dailyChecklist.onboarding.kitchenEquipment.title
source: Set your kitchen equipment
de: Richte deine Küchenausstattung ein
es: Configura tu equipo de cocina
fr: Configure ton équipement de cuisine
hy: Կարգավորիր քո խոհանոցի սարքավորումները
it: Configura la tua attrezzatura da cucina
ka: დააყენე შენი სამზარეულოს აღჭურვილობა
ru: Укажи своё кухонное оборудование
sr: Подеси кухињску опрему

# dailyChecklist.onboarding.notifications.subtitle
source: So your morning plan actually reaches you.
de: So erreicht dich dein Morgenplan auch wirklich.
es: Así tu plan de la mañana realmente te llega.
fr: Ainsi, ton programme du matin te parvient vraiment.
hy: Այսպես քո առավոտյան ծրագիրը իսկապես կհասնի քեզ։
it: Così il tuo piano del mattino ti raggiunge davvero.
ka: ასე შენი დილის გეგმა ნამდვილად მოგწვდება.
ru: Так твой утренний план точно до тебя дойдёт.
sr: Тако твој јутарњи план заиста стигне до тебе.

# dailyChecklist.onboarding.notifications.title
source: Enable notifications
de: Benachrichtigungen aktivieren
es: Activa las notificaciones
fr: Active les notifications
hy: Միացրու ծանուցումները
it: Attiva le notifiche
ka: ჩართე შეტყობინებები
ru: Включи уведомления
sr: Омогући обавештења

# dailyChecklist.onboarding.reviewPlan.subtitle
source: See why Soma suggested today's session.
de: Erfahre, warum Soma die heutige Einheit vorgeschlagen hat.
es: Descubre por qué Soma sugirió la sesión de hoy.
fr: Découvre pourquoi Soma a proposé la séance du jour.
hy: Իմացիր, թե ինչու Soma-ն առաջարկեց այսօրվա մարզումը։
it: Scopri perché Soma ha suggerito la sessione di oggi.
ka: გაიგე, რატომ შემოგთავაზა Soma დღევანდელი სესია.
ru: Узнай, почему Soma предложила сегодняшнюю тренировку.
sr: Сазнај зашто је Soma предложила данашњу сесију.

# dailyChecklist.onboarding.reviewPlan.title
source: Review your first plan
de: Sieh dir deinen ersten Plan an
es: Revisa tu primer plan
fr: Consulte ton premier programme
hy: Վերանայիր քո առաջին ծրագիրը
it: Rivedi il tuo primo piano
ka: გადახედე შენს პირველ გეგმას
ru: Посмотри свой первый план
sr: Прегледај свој први план

# dailyChecklist.seeAllTasks
source: All %lld tasks
de: Alle %lld Aufgaben
es: Todas las %lld tareas
fr: Toutes les %lld tâches
hy: Բոլոր %lld առաջադրանքները
it: Tutte le %lld attività
ka: ყველა %lld დავალება
ru: Всего задач: %lld
sr: Укупно задатака: %lld

# dailyChecklist.standard.breakfast.macroSubtitle
source: ~%lldg protein, %lldg carbs to stay fueled and full.
de: ~%lldg Eiweiß, %lldg Kohlenhydrate, damit du fit und satt bleibst.
es: ~%lldg de proteína, %lldg de carbohidratos para mantener energía y saciedad.
fr: ~%lldg de protéines, %lldg de glucides pour faire le plein d'énergie et de satiété.
hy: ~%lldգ սպիտակուց, %lldգ ածխաջրեր՝ էներգիայի և հագեցվածության համար։
it: ~%lldg di proteine, %lldg di carboidrati per energia e sazietà durature.
ka: ~%lldგ ცილა, %lldგ ნახშირწყლები — ენერგიისა და სისავსისთვის.
ru: ~%lldг белка, %lldг углеводов — для энергии и сытости.
sr: ~%lldг протеина, %lldг угљених хидрата за енергију и ситост.

# dailyChecklist.standard.breakfast.noTargetSubtitle
source: Log what you eat to keep today's bars filling in.
de: Protokolliere, was du isst, damit sich die heutigen Balken weiter füllen.
es: Registra lo que comes para que las barras de hoy se vayan completando.
fr: Enregistre ce que tu manges pour continuer à remplir les barres du jour.
hy: Գրանցիր, թե ինչ ես ուտում, որպեսզի այսօրվա գոտիները շարունակեն լցվել։
it: Registra ciò che mangi per continuare a riempire le barre di oggi.
ka: ჩაწერე, რას ჭამ, რომ დღევანდელი ზოლები ივსებოდეს.
ru: Записывай, что ты ешь, чтобы сегодняшние шкалы заполнялись.
sr: Бележи шта једеш како би се данашње траке пуниле.

# dailyChecklist.standard.breakfast.title
source: Log breakfast
de: Frühstück protokollieren
es: Registra el desayuno
fr: Enregistre le petit-déjeuner
hy: Գրանցիր նախաճաշը
it: Registra la colazione
ka: ჩაწერე საუზმე
ru: Запиши завтрак
sr: Забележи доручак

# dailyChecklist.standard.mood.subtitle
source: One tap -- helps Soma see what's actually working.
de: Ein Fingertipp -- hilft Soma zu erkennen, was wirklich funktioniert.
es: Un toque -- ayuda a Soma a ver qué funciona de verdad.
fr: Un appui -- aide Soma à voir ce qui fonctionne vraiment.
hy: Մեկ հպում -- օգնում է Soma-ին տեսնել, թե իրականում ինչն է աշխատում։
it: Un tocco -- aiuta Soma a capire cosa funziona davvero.
ka: ერთი შეხება -- ეხმარება Soma-ს დაინახოს, რა მუშაობს ნამდვილად.
ru: Один тап -- помогает Soma увидеть, что действительно работает.
sr: Један додир — помаже да Soma види шта заправо функционише.

# dailyChecklist.standard.mood.title
source: Check how you're feeling
de: Prüfe, wie du dich fühlst
es: Revisa cómo te sientes
fr: Vérifie comment tu te sens
hy: Ստուգիր, թե ինչպես ես զգում քեզ
it: Controlla come ti senti
ka: შეამოწმე, როგორ გრძნობ თავს
ru: Отметь, как ты себя чувствуешь
sr: Провери како се осећаш

# dailyChecklist.standard.progressPicture.doneSubtitle
source: Done for this week -- see you next week.
de: Für diese Woche erledigt -- bis nächste Woche.
es: Hecho por esta semana -- nos vemos la próxima.
fr: Fait pour cette semaine -- à la semaine prochaine.
hy: Այս շաբաթվա համար պատրաստ է -- կտեսնվենք հաջորդ շաբաթ։
it: Fatto per questa settimana -- ci vediamo la prossima.
ka: ამ კვირისთვის დასრულებულია -- შევხვდებით შემდეგ კვირას.
ru: Готово на эту неделю -- увидимся на следующей.
sr: Готово за ову недељу — видимо се следеће недеље.

# dailyChecklist.standard.progressPicture.dueSubtitle
source: Compare against your goal photo -- a weekly gut-check that keeps you coming back.
de: Vergleiche es mit deinem Zielfoto -- ein wöchentlicher Realitätscheck, der dich zurückkommen lässt.
es: Compárala con tu foto objetivo -- una revisión semanal que te hace volver.
fr: Compare-la à ta photo objectif -- un point hebdomadaire qui donne envie de revenir.
hy: Համեմատիր քո նպատակային լուսանկարի հետ -- շաբաթական ստուգում, որը ստիպում է վերադառնալ։
it: Confrontala con la tua foto obiettivo -- un check settimanale che ti fa tornare.
ka: შეადარე შენს სამიზნე ფოტოს -- ყოველკვირეული შემოწმება, რომელიც გაბრუნებს ისევ.
ru: Сравни с целевым фото -- еженедельная проверка, которая заставляет возвращаться.
sr: Упореди са својом циљном фотографијом — недељна провера која те стално враћа.

# dailyChecklist.standard.progressPicture.nextInDays
source: Next one in %lld days.
de: Der nächste in %lld Tagen.
es: El próximo en %lld días.
fr: Le prochain dans %lld jours.
hy: Հաջորդը՝ %lld օրից։
it: Il prossimo tra %lld giorni.
ka: შემდეგი %lld დღეში.
ru: Следующее через %lld дн.
sr: Следећа за %lld дана.

# dailyChecklist.standard.progressPicture.nextInOneDay
source: Next one in %lld day.
de: Der nächste in %lld Tag.
es: El próximo en %lld día.
fr: Le prochain dans %lld jour.
hy: Հաջորդը՝ %lld օրից։
it: Il prossimo tra %lld giorno.
ka: შემდეგი %lld დღეში.
ru: Следующее через %lld день.
sr: Следећа за %lld дан.

# dailyChecklist.standard.progressPicture.title
source: Progress picture
de: Fortschrittsfoto
es: Foto de progreso
fr: Photo de progression
hy: Առաջընթացի լուսանկար
it: Foto di avanzamento
ka: პროგრესის ფოტო
ru: Фото прогресса
sr: Фотографија напретка

# dailyChecklist.standard.steps.noDataSubtitle
source: Target: %@ steps -- connect Apple Health to track it.
de: Ziel: %@ Schritte -- verbinde Apple Health, um sie zu erfassen.
es: Objetivo: %@ pasos -- conecta Apple Health para hacer seguimiento.
fr: Objectif : %@ pas -- connecte Apple Santé pour le suivre.
hy: Նպատակ՝ %@ քայլ -- միացրու Apple Health-ը այն հետևելու համար։
it: Obiettivo: %@ passi -- collega Apple Salute per tenerne traccia.
ka: მიზანი: %@ ნაბიჯი -- დააკავშირე Apple Health მის თვალყურის დევნებისთვის.
ru: Цель: %@ шагов -- подключи Apple Health, чтобы отслеживать это.
sr: Циљ: %@ корака — повежи Apple Health да то пратиш.

# dailyChecklist.standard.steps.progressSubtitle
source: %@ / %@ steps today.
de: %@ / %@ Schritte heute.
es: %@ / %@ pasos hoy.
fr: %@ / %@ pas aujourd'hui.
hy: %@ / %@ քայլ այսօր։
it: %@ / %@ passi oggi.
ka: %@ / %@ ნაბიჯი დღეს.
ru: %@ / %@ шагов сегодня.
sr: %@ / %@ корака данас.

# dailyChecklist.standard.steps.title
source: Hit your step goal
de: Erreiche dein Schrittziel
es: Alcanza tu objetivo de pasos
fr: Atteins ton objectif de pas
hy: Հասիր քո քայլերի նպատակին
it: Raggiungi il tuo obiettivo di passi
ka: მიაღწიე შენს ნაბიჯების მიზანს
ru: Достигни цели по шагам
sr: Оствари циљ по корацима

# dailyChecklist.standard.workout.subtitle
source: Follow today's plan, or log your own activity.
de: Folge dem heutigen Plan oder protokolliere deine eigene Aktivität.
es: Sigue el plan de hoy o registra tu propia actividad.
fr: Suis le programme du jour, ou enregistre ta propre activité.
hy: Հետևիր այսօրվա ծրագրին կամ գրանցիր քո սեփական ակտիվությունը։
it: Segui il piano di oggi, oppure registra la tua attività.
ka: მიჰყევი დღევანდელ გეგმას ან ჩაწერე შენი აქტივობა.
ru: Следуй сегодняшнему плану или запиши свою активность.
sr: Прати данашњи план, или забележи своју активност.

# dailyChecklist.standard.workout.title
source: Complete today's workout
de: Schließe das heutige Training ab
es: Completa el entrenamiento de hoy
fr: Termine l'entraînement du jour
hy: Ավարտիր այսօրվա մարզումը
it: Completa l'allenamento di oggi
ka: დაასრულე დღევანდელი ვარჯიში
ru: Заверши сегодняшнюю тренировку
sr: Заврши данашњи тренинг

# dailyChecklist.title.default
source: Today's checklist
de: Heutige Checkliste
es: Lista de hoy
fr: Liste du jour
hy: Այսօրվա ստուգաթերթը
it: Lista di oggi
ka: დღევანდელი საკონტროლო სია
ru: Чек-лист на сегодня
sr: Данашњи чек-лист

# dailyChecklist.title.gettingStarted
source: Getting started
de: Erste Schritte
es: Primeros pasos
fr: Prise en main
hy: Սկսելը
it: Per iniziare
ka: დაწყება
ru: Начало работы
sr: Почетни кораци

# dashboardSection.activity
source: Activity
de: Aktivität
es: Actividad
fr: Activité
hy: Ակտիվություն
it: Attività
ka: აქტივობა
ru: Активность
sr: Активност

# dashboardSection.body
source: Body
de: Körper
es: Cuerpo
fr: Corps
hy: Մարմին
it: Corpo
ka: სხეული
ru: Тело
sr: Тело

# dashboardSection.overview
source: Overview
de: Übersicht
es: Resumen
fr: Aperçu
hy: Ընդհանուր
it: Panoramica
ka: მიმოხილვა
ru: Обзор
sr: Преглед

# dashboardSection.sleep
source: Sleep
de: Schlaf
es: Sueño
fr: Sommeil
hy: Քուն
it: Sonno
ka: ძილი
ru: Сон
sr: Сан

# dataConfidence.caveat.low
source: Today's read is based on limited data — Apple Health didn't record much to go on. Wearing your watch overnight, or connecting Whoop or Oura, makes this more precise.
de: Die heutige Auswertung basiert auf begrenzten Daten – Apple Health hat nicht viel aufgezeichnet. Wenn du deine Uhr nachts trägst oder Whoop bzw. Oura verbindest, wird dies genauer.
es: La lectura de hoy se basa en datos limitados: Apple Health no registró mucha información. Usar tu reloj por la noche, o conectar Whoop u Oura, hace esto más preciso.
fr: La lecture d'aujourd'hui repose sur des données limitées : Apple Santé n'a pas enregistré grand-chose. Porter votre montre la nuit, ou connecter Whoop ou Oura, rend cela plus précis.
hy: Այսօրվա գնահատականը հիմնված է սահմանափակ տվյալների վրա — Apple Health-ը քիչ բան է գրանցել. Ժամացույցը գիշերը կրելը կամ Whoop-ի կամ Oura-ի միացումը այն ավելի ճշգրիտ կդարձնի.
it: La lettura di oggi si basa su dati limitati: Apple Salute non ha registrato molto su cui basarsi. Indossare l'orologio di notte, o collegare Whoop od Oura, rende tutto più preciso.
ka: დღევანდელი შეფასება შეზღუდულ მონაცემებზეა დაფუძნებული — Apple Health-მა ცოტა რამ ჩაწერა. საათის ღამით ტარება ან Whoop-ის ან Oura-ს დაკავშირება უფრო ზუსტს გახდის მას.
ru: Сегодняшняя оценка основана на ограниченных данных — Apple Health записал немного информации. Ношение часов ночью или подключение Whoop или Oura сделает её точнее.
sr: Данашња процена се заснива на ограниченим подацима — Apple Health није забележио много на шта може да се ослони. Ношење сата преко ноћи, или повезивање Whoop-а или Oura-е, чини ово прецизнијим.

# dayDetail.logItAnyway
source: Log it anyway
de: Trotzdem eintragen
es: Registrarlo de todos modos
fr: L'enregistrer quand même
hy: Այնուամենայնիվ գրանցել
it: Registralo comunque
ka: მაინც ჩაწერეთ
ru: Всё равно записать
sr: Ипак забележи

# dayDetail.notGeneratedYet
source: Not generated yet -- tap Start workout to build today's plan.
de: Noch nicht erstellt -- tippe auf „Training starten“, um den heutigen Plan zu erstellen.
es: Aún no generado -- toca "Empezar entrenamiento" para crear el plan de hoy.
fr: Pas encore généré -- appuie sur « Démarrer la séance » pour créer le plan du jour.
hy: Դեռ չի ստեղծվել -- հպեք «Սկսել մարզումը»՝ այսօրվա պլանը կառուցելու համար։
it: Non ancora generato -- tocca "Inizia allenamento" per creare il piano di oggi.
ka: ჯერ არ არის შექმნილი -- შეეხეთ „ვარჯიშის დაწყებას“ დღევანდელი გეგმის ასაშენებლად.
ru: Ещё не создано -- нажмите «Начать тренировку», чтобы построить план на сегодня.
sr: Још није генерисано -- додирни „Започни тренинг“ да направиш данашњи план.

# dayDetail.readinessThatDay
source: READINESS THAT DAY
de: BEREITSCHAFT AN DEM TAG
es: DISPOSICIÓN ESE DÍA
fr: FORME CE JOUR-LÀ
hy: ՊԱՏՐԱՍՏԱԿԱՄՈՒԹՅՈՒՆԸ ԱՅԴ ՕՐԸ
it: PRONTEZZA QUEL GIORNO
ka: მზადყოფნა იმ დღეს
ru: ГОТОВНОСТЬ В ТОТ ДЕНЬ
sr: СПРЕМНОСТ ТОГ ДАНА

# dayDetail.reschedule.gotIt
source: Got it
de: Verstanden
es: Entendido
fr: Compris
hy: Հասկացա
it: Capito
ka: გასაგებია
ru: Понятно
sr: Разумем

# dayDetail.reschedule.message
source: Soma doesn't move workouts between days yet -- pick another day from the week strip on Home to do it there instead.
de: Soma verschiebt Trainings noch nicht zwischen Tagen -- wähle stattdessen einen anderen Tag in der Wochenleiste auf der Startseite.
es: Soma todavía no mueve los entrenamientos entre días -- elige otro día en la franja semanal de Inicio para hacerlo allí.
fr: Soma ne déplace pas encore les séances d'un jour à l'autre -- choisis un autre jour dans la bande de la semaine sur l'accueil pour le faire là-bas.
hy: Սոման դեռ չի տեղափոխում մարզումները օրերի միջև -- ընտրեք այլ օր Տնային էջի շաբաթվա շերտից՝ դա այնտեղ անելու համար:
it: Soma non sposta ancora gli allenamenti tra i giorni -- scegli un altro giorno dalla striscia della settimana nella schermata Home per farlo lì.
ka: Soma-ს ჯერ არ შეუძლია ვარჯიშების სხვა დღეზე გადატანა -- აირჩიეთ სხვა დღე მთავარი გვერდის კვირის ზოლიდან, რომ ეს იქ გააკეთოთ.
ru: Soma пока не умеет переносить тренировки между днями -- выберите другой день в недельной полосе на главном экране, чтобы сделать это там.
sr: Soma још увек не премешта тренинге између дана -- изабери други дан на недељној траци на почетној страни да то урадиш тамо.

# dayDetail.reschedule.title
source: Reschedule
de: Verschieben
es: Reprogramar
fr: Replanifier
hy: Վերապլանավորել
it: Riprogramma
ka: გადატანა
ru: Перенести
sr: Промени распоред

# dayDetail.seeFullLog
source: See full log
de: Vollständigen Eintrag ansehen
es: Ver registro completo
fr: Voir le journal complet
hy: Դիտել ամբողջական գրառումը
it: Vedi il registro completo
ka: სრული ჩანაწერის ნახვა
ru: Смотреть полную запись
sr: Погледај цео запис

# dayDetail.skippedNote
source: Two skips in a week breaks the streak.
de: Zwei Auslassungen pro Woche beenden die Serie.
es: Dos días saltados en una semana rompen la racha.
fr: Deux séances manquées dans la semaine interrompent la série.
hy: Երկու բաց թողնված օրը մեկ շաբաթում ընդհատում է շարքը։
it: Due giorni saltati in una settimana interrompono la serie.
ka: კვირაში ორი გამოტოვება წყვეტს სერიას.
ru: Два пропуска за неделю прерывают серию.
sr: Два прескакања недељно прекидају низ.

# dayDetail.viewOrSwapWorkout
source: View or swap workout
de: Training ansehen oder tauschen
es: Ver o cambiar entrenamiento
fr: Voir ou changer la séance
hy: Դիտել կամ փոխել մարզումը
it: Visualizza o cambia allenamento
ka: ვარჯიშის ნახვა ან შეცვლა
ru: Посмотреть или заменить тренировку
sr: Прикажи или замени тренинг

# day_detail.complete_error
source: Couldn't log this workout. Try again.
de: Workout konnte nicht protokolliert werden. Versuch es erneut.
es: No se pudo registrar este entrenamiento. Inténtalo de nuevo.
fr: Impossible d'enregistrer cette séance. Veuillez réessayer.
hy: Չհաջողվեց գրանցել այս մարզումը։ Փորձիր կրկին։
it: Impossibile registrare questo allenamento. Riprova.
ka: ამ ვარჯიშის ჩაწერა ვერ მოხერხდა. სცადე თავიდან.
ru: Не удалось записать эту тренировку. Попробуй ещё раз.
sr: Није могуће забележити овај тренинг. Пробај поново.

# day_detail.goalDay.included
source: Goal day
de: Zieltag
es: Día de objetivo
fr: Jour objectif
hy: Նպատակի օր
it: Giorno obiettivo
ka: მიზნის დღე
ru: День цели
sr: Дан циља
